Back-end/app/controllers/scores_controller.rb

      def index
        scores = Score.all
---
SELECT "scores".* FROM "scores"